IDEA Open Model
OpeningRectOffsets.OffsetX1 Property
Compatible with IDEA StatiCa Beta 20.0
 top left X offset
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double OffsetX1 { get; set; }
Public Property OffsetX1 As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
OpeningRectOffsets Class
IdeaRS.OpenModel.Detail Namespace